{"[restaurant]": 50257, "[hotel]": 50258, "[attraction]": 50259, "[train]": 50260, "[taxi]": 50261, "[police]": 50262, "[hospital]": 50263, "[general]": 50264, "[inform]": 50265, "[request]": 50266, "[nooffer]": 50267, "[recommend]": 50268, "[select]": 50269, "[offerbook]": 50270, "[offerbooked]": 50271, "[nobook]": 50272, "[bye]": 50273, "[greet]": 50274, "[reqmore]": 50275, "[welcome]": 50276, "[value_name]": 50277, "[value_choice]": 50278, "[value_area]": 50279, "[value_price]": 50280, "[value_type]": 50281, "[value_reference]": 50282, "[value_phone]": 50283, "[value_address]": 50284, "[value_food]": 50285, "[value_leave]": 50286, "[value_postcode]": 50287, "[value_id]": 50288, "[value_arrive]": 50289, "[value_stars]": 50290, "[value_day]": 50291, "[value_destination]": 50292, "[value_car]": 50293, "[value_departure]": 50294, "[value_time]": 50295, "[value_people]": 50296, "[value_stay]": 50297, "[value_pricerange]": 50298, "[value_department]": 50299, "[value_name]([value_phone]": 50300, "<pad>": 50301, "<go_r>": 50302, "<unk>": 50303, "<go_b>": 50304, "<go_a>": 50305, "<eos_u>": 50306, "<eos_r>": 50307, "<eos_b>": 50308, "<eos_a>": 50309, "<go_d>": 50310, "<eos_d>": 50311, "<sos_u>": 50312, "<sos_r>": 50313, "<sos_b>": 50314, "<sos_a>": 50315, "<sos_d>": 50316, "<sos_db>": 50317, "<eos_db>": 50318, "[db_nores]": 50319, "[db_0]": 50320, "[db_1]": 50321, "[db_2]": 50322, "[db_3]": 50323}