{"bos_token": "<|endoftext|>", "eos_token": "<|endoftext|>", "unk_token": "<|endoftext|>", "additional_special_tokens": ["[restaurant]", "[hotel]", "[attraction]", "[train]", "[taxi]", "[police]", "[hospital]", "[general]", "[inform]", "[request]", "[nooffer]", "[recommend]", "[select]", "[offerbook]", "[offerbooked]", "[nobook]", "[bye]", "[greet]", "[reqmore]", "[welcome]", "[value_name]", "[value_choice]", "[value_area]", "[value_price]", "[value_type]", "[value_reference]", "[value_phone]", "[value_address]", "[value_food]", "[value_leave]", "[value_postcode]", "[value_id]", "[value_arrive]", "[value_stars]", "[value_day]", "[value_destination]", "[value_car]", "[value_departure]", "[value_time]", "[value_people]", "[value_stay]", "[value_pricerange]", "[value_department]", "[value_name]([value_phone]", "<pad>", "<go_r>", "<unk>", "<go_b>", "<go_a>", "<eos_u>", "<eos_r>", "<eos_b>", "<eos_a>", "<go_d>", "<eos_d>", "<sos_u>", "<sos_r>", "<sos_b>", "<sos_a>", "<sos_d>", "<sos_db>", "<eos_db>", "[db_nores]", "[db_0]", "[db_1]", "[db_2]", "[db_3]"]}